---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LowestAssociatedLevel
source: html/89161d44-4f3e-96fd-bd18-ac57947a6620.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LowestAssociatedLevel Property

"Lowest Associated Level": The lowest level associated with this Analytical Element.

## Syntax (C#)
```csharp
public static ForgeTypeId LowestAssociatedLevel { get; }
```